/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */

"shortly after %@" 		= "kurz nach %@";
"shortly after ref" 	= "current";

"five past %@" 			= "fünf nach %@";
"five past ref" 		= "current";

"ten past %@" 			= "zehn nach %@";
"ten past ref" 			= "current";

"quarter past %@" 		= "viertel nach %@";
"quarter past ref" 		= "current";

"twenty past %@" 		= "zwanzig nach %@";
"twenty past ref" 		= "current";

"twentyfive past %@" 	= "fünf vor halb %@";
"twentyfive past ref" 	= "next";

"half past %@" 			= "halb %@";
"half past ref" 		= "next";

"twentyfive to %@" 		= "fünf nach halb %@";
"twentyfive to ref" 	= "next";

"twenty to %@" 			= "zwanzig vor %@";
"twenty to ref" 		= "next";

"quarter to %@" 		= "viertel vor %@";
"quarter to ref" 		= "next";

"ten to %@" 			= "zehn vor %@";
"ten to ref" 			= "next";

"five to %@" 			= "fünf vor %@";
"five to ref" 			= "next";

"nearly %@" 			= "kurz vor %@";
"nearly ref" 			= "next";


/* hour names */

"twelve" = "zwölf";
"one" = "eins";
"two" = "zwei";
"three" = "drei";
"four" = "vier";
"five" = "fünf";
"six" = "sechs";
"seven" = "sieben";
"eight" = "acht";
"nine" = "neun";
"ten" = "zehn";
"eleven" = "elf";


/* special strings */

"%@ o'clock" = "%@ Uhr";
"midnight" = "Mitternacht";


/* Workarounds */

"one o'clock" = "ein";


/* Menu items		*/

"About FuzzyClock" = "Über FuzzyClock...";
"FuzzyClock Help" = "FuzzyClock Hilfe";
"Preferences ..." = "Einstellungen...";
"Quit" = "Beenden";


/* Others		*/

"language" = "Sprache";
"change only FuzzyTime" = "nur Fuzzy-Zeit ändern";

"Save" = "Speichern";

"Fuzzy Preferences" = "Fuzzy Einstellungen";

"Language Settings" = "Spracheinstellungen";
"Specials" = "Spezial";
"Special time settings" = "Spezielle Zeiteinstellungen";
"Starttime" = "Startzeit";
"Endtime" = "Endzeit";
"String" = "Text";
"time format: hh:mm" = "Uhrzeitformat: hh:mm";
"Remove" = "Entfernen";
"Add" = "Hinzufügen";


"Color & Font" = "Farbe & Schrift";
"Text color" = "Textfarbe";
"draw font with shadow" = "Schrift mit Schatten zeichnen";
"(takes effect when you restart FuzzyClock)" = "(erst nach erneutem Start von FuzzyClock sichtbar)";
"font name" = "Schriftname";

"show day in menu bar" = "Tag im Menü zeigen";
"chime on full hour" = "Ton zur vollen Stunde";

"place clock to the right of Apple's extras" = "FuzzyClock ganz rechts plazieren";
"Display & Sound" = "Darstellung & Ton";

/* Weekday abbreviations */

"Sunday" = "Sonntag";
"Monday" = "Mo";
"Tuesday" = "Di";
"Wednesday" = "Mi";
"Thursday" = "Do";
"Friday" = "Fr";
"Saturday" = "Sa";